tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "tilt-dev/tap"
tap "vektra/tap"
brew "aspell"
brew "awscli"
brew "bat"
brew "libevent"
brew "gnutls"
brew "cask"
brew "go"
brew "dep"
brew "docker"
brew "fd"
brew "gh"
brew "git"
brew "glib"
brew "gnupg"
brew "gopls"
brew "goreleaser"
brew "gpgme"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kind"
brew "mas"
brew "node"
brew "nativefier"
brew "neovim"
brew "openconnect"
brew "pv"
brew "restic"
brew "ripgrep"
brew "rust"
brew "skopeo"
brew "sonobuoy"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wimlib"
brew "zsh"
brew "zsh-history-substring-search"
brew "tilt-dev/tap/tilt"
brew "vektra/tap/mockery"
cask "1password"
cask "alacritty"
cask "discord"
cask "firefox"
cask "font-inconsolata-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "iterm2"
cask "launchbar"
cask "moom"
cask "obsidian"
cask "rectangle"
cask "unetbootin", args: { appdir: "/Applications" }
cask "vanilla"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tweetbot", id: 1384080005
