tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "tilt-dev/tap"
tap "vektra/tap"
brew "aspell"
brew "python@3.9"
brew "awscli"
brew "libevent"
brew "gnutls"
brew "cask"
brew "go"
brew "dep"
brew "docker"
brew "fd"
brew "git"
brew "glib"
brew "gnupg"
brew "goreleaser"
brew "gpgme"
brew "helm@2"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kind"
brew "node"
brew "nativefier"
brew "pv"
brew "python@3.8"
brew "restic"
brew "ripgrep"
brew "rust"
brew "skopeo"
brew "sonobuoy"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wimlib"
brew "zsh"
brew "tilt-dev/tap/tilt"
brew "vektra/tap/mockery"

cask "1password"
cask "alacritty"
cask "firefox"
cask "iterm2"
cask "macvim"
cask "moom"
cask "rectangle"
cask "slack"
cask "unetbootin", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"
